
a
abajo
abandonado
abandonar
abandonarme
abandonaste
abandones
abandono
abeja
abia
abierta
abierto
abismo
ablar
aborrezco
abra
abraza
abrazado
abrazados
abrazame
abrazamos
abrazar
abrazarte
abrazas
abrazo
abrazos
abre
abreme
abriendo
abrieron
abrigo
abril
abrio
abrir
abro
abrázame
absurdo
abuelo
aburrido
abuso
aca
acaba
acabado
acaban
acabando
acabar
acabara
acabaron
acabas
acabaste
acabe
acabes
acabo
acabó
acaricia
acarician
acariciar
acariciarte
acaricias
acaricie
acaso
accidente
accion
accionar
acciones
acción
ace
acelera
acelerada
acelerado
acelerados
aceleran
acelero
acento
acepta
aceptar
aceptaras
aceptarlo
aceptas
aceptaste
acepte
acepto
acerca
acercando
acercas
acerco
acero
achacaron
aclarar
aclaro
acompaña
acompañado
acompañan
acompañar
acompañe
acordar
acordaras
acordarme
acorde
acordeon
acostumbrada
acostumbrado
acostumbrando
acostumbraste
acostumbre
acostumbro
actitud
activa
activado
activo
actuar
acuerda
acuerdas
acuerdate
acuerdes
acuerdo
acuesto
acuérdate
acá
acércate
adelantado
adelante
ademas
además
adentro
adeveras
adictiva
adicto
adios
adiós
admira
admiran
admirar
admiro
adonde
adora
adoraba
adoracion
adorada
adorado
adoramos
adorando
adorar
adorarte
adore
adornan
adoro
adrenalina
adueñaste
advertí
advierto
ae
aeaeaeaea
afamado
afectado
aferrado
aferro
afirmo
afloja
afortunado
afuera
aga
agaches
agallas
agarra
agarramos
agarran
agarrar
agarraron
agarre
agarren
agarro
agenda
agentes
agita
ago
agonia
agonizando
agonía
agota
agrade
agradecer
agradecido
agradesco
agradezco
agrado
agua
aguacate
aguacates
aguaje
aguanta
aguantar
aguantarme
aguantas
aguante
aguanto
aguanté
aguas
aguerrido
aguila
aguililla
aguite
aguiten
agusto
ah
ahi
ahogado
ahora
ahorita
ahy
ahí
ai
aia
aire
aires
ajena
ajenos
ajustada
ajustes
akel
aki
al
ala
alas
alcabo
alcance
alcanza
alcanzar
alcohol
alegra
alegran
alegrar
alegre
alegres
alegria
alegro
alegría
alegrías
alejando
alejarme
alejas
aleje
alejes
alejo
alerta
alertas
alfredito
alfredo
algo
alguien
algun
alguna
algunas
alguno
algunos
algún
alienta
aliento
alimenta
alimento
alisten
alivio
alla
alli
allá
alma
almas
almohada
alo
alos
alrededor
alta
altar
altas
altera
alterada
alterado
alterados
alto
altos
altura
alturas
alucinando
alucine
alucino
alumbra
alumbraba
alvarez
ama
amaba
amabas
amable
amada
amado
amame
amamos
aman
amando
amandote
amanece
amanecemos
amanecer
amanecida
amanecido
amaneciendo
amanecimos
amanesca
amanezca
amanezco
amante
amantes
amar
amara
amaras
amare
amarga
amargado
amargas
amargo
amargos
amargura
amarillo
amarla
amarme
amarnos
amarrado
amarte
amaré
amas
amaste
ambiciono
ambiciosa
ambiente
ame
amenaza
americana
americano
ames
ami
amiga
amigas
amigo
amigos
amis
amistad
amistades
amo
amonos
amor
amorcito
amores
amorsito
amuleto
amándote
amé
amó
an
ancho
ancias
and
anda
andaba
andaban
andabas
andado
andale
andamos
andan
andando
andar
andas
ande
anden
andes
ando
anduve
anduvo
angel
angeles
angustia
anhelado
anhelas
anhelo
anillo
anillos
anima
animal
animales
animas
animo
aniversario
anoche
anochecer
ansias
ansiedad
ante
antes
antibalas
antitanque
antoja
antojo
antojos
antrax
antro
antros
aora
apa
apaga
apagar
apago
apalabrada
apantallar
aparece
apareciste
apareció
aparentar
aparezco
apariencias
aparte
apasionado
apeido
apellido
apellidos
apenas
apesar
apoco
apodado
apodan
apodo
apostar
apoya
apoyado
apoyo
aprecia
apreciado
apreciar
aprecio
aprende
aprender
aprendi
aprendido
aprendio
aprendiste
aprendo
aprendí
apretar
aprovecha
aprovechar
aprovechas
aprovecho
apuestas
apuesto
apunten
apunto
aqi
aqua
aquel
aquella
aquellas
aquellos
aqui
aquél
aquí
araña
arbol
arboles
archivaldo
arde
arder
ardiente
ardientes
ardor
are
arena
arizona
arma
armada
armado
armados
armamento
armando
armani
armas
arme
aroma
arranca
arrancame
arrancar
arrancarme
arrancarte
arranco
arrancones
arranque
arrasando
arrastra
arrastrando
arre
arrebato
arreglado
arreglamos
arreglan
arreglar
arreglo
arremanga
arremangado
arremangan
arremangando
arremangar
arremango
arrepentida
arrepentido
arrepentir
arrepentiras
arrepentirás
arrepientas
arrepientes
arrepientete
arrepiento
arriba
arriesgar
arriman
arrinconamela
arriva
arroyo
arroyos
arráncame
arsenal
arte
artilleria
artista
arturo
as
asalto
ase
aseguro
asemos
asen
aser
ases
asesino
asi
asia
asiendo
asiento
asimilar
asta
astucia
astuto
asu
asuncion
asusta
asustado
asustan
asusten
asusto
así
ataca
atacan
atacando
atacar
atado
ataque
ataques
atardecer
atencion
atenciones
atención
atento
atentos
aterriza
aterrizar
ati
atiendo
atora
atorarle
atormenta
atoro
atrapa
atrapado
atrapar
atraparme
atras
atravesado
atraviesa
atreves
atrevida
atrevido
atrevo
atrás
aumenta
aun
aunk
aunke
aunqe
aunque
auque
ausencia
ausente
auto
avanzando
ave
aveces
aventado
aventar
aventura
aventuras
aver
aves
aviento
avilez
avion
aviones
avioneta
avionetas
avisa
avisar
aviso
avión
ay
aya
ayayay
ayayayay
ayer
ayuda
ayudado
ayudame
ayudar
ayudarme
ayude
ayudo
ayy
azar
azul
azules
año
años
aún
ba
baby
badiraguato
baila
bailaba
bailamos
bailan
bailando
bailar
bailas
baile
bailen
bailes
bailo
baja
bajadores
bajan
bajando
bajar
bajarte
bajas
baje
bajen
bajito
bajo
bala
balacera
balas
balasos
balazo
balazos
ballena
baltazar
bamba
bamos
ban
banco
banda
bandas
bandera
bandero
bandido
bandidos
bandona
bandononona
banqueta
bar
baraja
barajas
barata
barato
barba
barbies
barca
barco
barcos
bares
barrancos
barret
barrio
bas
basta
bastante
bastantes
basto
bastó
basura
batalla
batallado
batallar
batallas
batallosa
bate
batear
bato
bazoka
bazuca
bazucas
bazuka
bazukas
bañado
bañar
baño
bebe
beber
bebida
bebo
bebé
bella
bellas
belleza
bello
bellos
beltran
bendicion
bendición
bendiga
bendigo
bendita
bendito
benja
besa
besaba
besabas
besado
besame
besamos
besando
besar
besara
besarla
besarme
besarte
besas
bese
besen
beses
besito
besitos
beso
besos
bicicleta
bien
bienvenida
bienvenido
bigote
billete
billetes
bla
blah
blanca
blancas
blanco
blancos
blindada
blindadas
blindado
blindados
blindaje
blues
blusa
bn
bobo
boca
bocaenloquesia
bocas
boda
bohemio
boi
bola
bolas
boleto
bolsa
bolsas
bolsillo
bolsita
boludo
boludos
bombon
bonita
bonitas
bonito
bonitos
boquita
borde
borra
borracha
borrachera
borracheras
borracho
borrachos
borrado
borran
borrar
borre
borres
borro
boss
bota
botas
bote
botella
botellas
botes
boy
brasos
brava
bravo
bravos
brazo
brazos
brechas
brilla
brillan
brillante
brillantes
brillar
brillo
brinca
brincan
brincando
brincar
brincaron
brinco
brincos
brinda
brindan
brindando
brindar
brindarte
brinde
brindemos
brinden
brindo
brinque
brisa
broma
bromas
bronca
broncas
brota
brotan
bruja
bucanas
buchanans
buchanas
buchannans
buchannas
buen
buena
buenas
bueno
buenos
buey
buitres
bukanas
bulto
burla
burlar
burlaste
burlo
burro
busca
buscaba
buscaban
buscabas
buscado
buscan
buscando
buscar
buscara
buscare
buscarla
buscarle
buscarme
buscarte
buscaré
buscas
busco
buscándola
busque
busquemos
busquen
busques
by
bye
bátelo
c
ca
caballero
caballito
caballo
caballos
cabaret
cabe
cabello
cabellos
cabeza
cabezas
cabo
cabos
cabron
cabrona
cabrones
cabrón
cachas
cachorro
cachorros
cada
cadena
cadenas
cadera
caderas
cae
caen
caer
cafe
café
caguamas
caguates
cahuates
cai
caido
caiga
caigo
caja
cajuela
cala
calacas
calar
calaveras
calibre
calibres
calidad
calienta
caliente
california
callada
callado
callar
callas
calle
calles
callo
calma
calmado
calmar
calme
calor
calzones
cama
camaleon
camarada
camaradas
camaro
camaron
cambia
cambiado
cambiamos
cambiando
cambiar
cambiara
cambiaria
cambiaron
cambiarte
cambiaría
cambias
cambiaste
cambie
cambien
cambies
cambio
cambió
camina
caminaba
caminamos
caminando
caminante
caminar
caminare
caminas
camino
caminos
camion
camioneta
camionetas
camisa
campesino
campeón
campo
campos
canales
canas
cancion
canciones
canción
candados
canelos
cansa
cansada
cansado
cansados
cansancio
cansando
canse
canses
canso
cansé
canta
cantaba
cantaban
cantamos
cantan
cantando
cantandole
cantante
cantar
cantare
cantarle
cantarte
cante
canten
cantina
cantinas
cantinero
canto
caos
capas
capaz
capital
capitan
capitán
capo
caporal
capos
capricho
caprichos
caprichosa
cara
carabanas
caracter
carajo
caramba
caramelo
caras
caravana
caravanas
caray
carcel
carga
cargaba
cargada
cargado
cargadores
cargados
cargan
cargando
cargar
cargo
caricia
caricias
carino
carisias
carita
cariñito
cariño
cariños
cariñosa
cariñoso
carlos
carmelita
carmen
carnal
carnales
carnaval
carne
caro
carola
caros
carrera
carreras
carretera
carreteras
carretero
carrillo
carro
carros
carta
cartas
cartel
carteles
carácter
casa
casada
casado
casando
casar
casare
casarme
casi
caso
casquillos
castigo
castillo
castro
casualidad
catedral
catorce
causa
causado
causar
causo
cayendo
cayeron
cayo
cayó
cazar
caí
caído
cañon
ceja
celebrando
celebrar
celos
celosa
celoso
celular
cena
cenar
ceniza
cenizas
censura
centavo
centro
cerca
cercas
cerco
cerebro
cero
ceros
cerquita
cerquitas
cerrada
cerrado
cerrados
cerrando
cerrar
cerro
cerros
cervesa
cerveza
cervezas
cesar
chaca
chaidez
chaka
chaleco
chalecos
chalo
chamarra
chamba
chambeando
chambear
champagne
chanza
chapa
chaparrita
chaparrito
chaparro
chapito
chapo
charco
charola
chavalo
chavo
checo
chelas
cheyene
cheyenne
cheyo
chi
chica
chicago
chicas
chico
chida
chihuahua
chikita
chikitita
chile
china
chinga
chingada
chingaderas
chingar
chingo
chino
chiquilla
chiquillo
chiquita
chiquitita
chiquito
chismes
chiste
chivas
chivo
chocolate
chocolates
cholo
chon
chueco
chula
chulada
chupa
chupetón
churro
chuy
cicatrices
cid
ciega
ciego
cielo
cielos
cien
ciento
cientos
cierra
cierre
cierta
cierto
cigarrito
cigarro
cigarros
cima
cinco
cine
cinto
cintura
cinturita
circulando
circunstancias
cita
ciudad
ciudades
civiles
clara
claras
claro
clase
clases
clavada
clavado
clavaste
clave
claveles
claves
clavo
clemencia
clica
clicka
clientes
clika
club
cn
cobarde
cobardes
cobija
cobijas
cobijo
cobra
cobrando
cobrar
cobre
coca
cocas
coche
cochi
cocina
coco
coja
col
cola
colchón
colgar
colombia
colombiana
color
colorada
colorado
colores
colt
com
coma
coman
comanche
comandados
comandante
comandantes
comander
comando
comandos
combate
comboy
come
comentario
comentarios
comenzar
comenzo
comenzó
comer
comerte
comes
cometer
cometido
comida
comiendo
comienza
comienzo
como
compa
compadre
compadres
compadrito
compara
comparar
compare
comparte
compartidos
compartimos
compartir
comparto
compas
compasion
compasión
compañera
compañero
compañeros
compañia
compañía
competencia
compita
complacer
complacerte
complemento
completa
completamente
completita
completito
completo
completos
complicado
comportamiento
compra
comprado
compran
comprar
comprarte
compre
comprenda
comprendas
comprende
comprender
comprendes
comprendi
comprendido
comprendo
comprendí
compro
comprobado
comprobar
comprobé
comprometido
compromiso
compromisos
compuse
compás
con
concha
conciencia
conciente
condena
condenado
condicion
condiciones
condición
confesar
confesarle
confesarte
confiado
confianza
confiar
confidente
confieso
confirmo
confiésale
conformarme
conforme
conformo
confunde
confundido
conjunto
conmigo
conoce
conocen
conocer
conocerte
conoces
conoci
conocia
conocido
conocimos
conocí
conocía
conosco
conose
conozco
conquistar
conquistare
conquistarla
conquistarte
consciente
consecuencias
conseguido
conseguir
consejo
consejos
consentida
consentido
conservo
consiente
consigna
consigo
consolar
constante
consuelo
consume
consumiendo
consup
contaba
contactos
contado
contagias
contando
contar
contara
contarle
contarles
contarte
contener
contenta
contento
contentos
contesta
contestaba
contestar
contestas
conteste
contesto
contigo
continuar
contra
contrabando
contrario
contrarios
contras
contrato
control
controla
controlado
controlar
conté
convencerme
convencerte
convencido
convertido
convertiste
convertí
conviene
convirtio
convirtió
convoy
copa
copas
coqueta
coraje
corason
corazon
corazones
corazón
cordenadas
cordura
coro
corona
coronel
corra
corral
corre
correcta
correcto
corren
correr
correspondes
correspondido
corrido
corridon
corridos
corriendo
corriente
corro
corta
cortada
cortar
cortas
corte
cortita
cortito
corto
corvette
cosa
cosas
cosecha
cosechar
cosita
cositas
cosquillas
costa
costaba
costado
costales
costar
costillas
costo
costumbre
cotorreando
cotorrear
cotorreo
coyote
cp
cre
crea
crean
creas
crece
crecer
crecido
creciendo
crecio
crei
creia
creias
creiste
creme
cren
creo
crer
cres
creyendo
creí
creía
creído
creíste
criado
criatura
cristal
critican
cruce
cruda
cruel
cruz
cruza
cruzado
cruzar
cruzo
cuaco
cuacos
cuadra
cuadro
cuadros
cual
cualidades
cualquier
cualquiera
cuando
cuanta
cuantas
cuanto
cuantos
cuarto
cuatro
cubra
cubre
cubrir
cuca
cucaracha
cuchillo
cuelgas
cuello
cuenta
cuentan
cuentas
cuenten
cuentes
cuento
cuentos
cuerda
cuernito
cuerno
cuernos
cuero
cueros
cuerpecito
cuerpo
cuerpos
cuesta
cueste
cuestion
cuestiones
cuestión
cuete
cuida
cuidad
cuidado
cuidan
cuidando
cuidar
cuidara
cuidare
cuidarme
cuidarte
cuidaré
cuide
cuiden
cuidense
cuido
cuisillos
culebra
culebras
culiacan
culiacán
culichi
culpa
culpable
culpables
culpes
culpo
cultura
cumbia
cumple
cumpleaños
cumples
cumplido
cumpliendo
cumplio
cumplir
cumpliste
cumplo
cumplí
cuna
cupido
cura
curar
curarme
cure
curiosa
curioso
curo
curvas
cuándo
cuánto
cuéntale
cuéntame
cuñado
cárcel
cómo
d
da
daba
daban
dabas
dado
dale
dama
damas
dame
damelo
damos
dan
dando
dandole
daniel
dar
dara
daras
dare
daremos
dareyes
daria
darias
darle
darles
darme
darnos
darte
dará
darás
daré
daría
das
date
dato
daño
de
dea
debajo
debe
debemos
deben
deber
deberas
deberes
deberás
debería
debes
debilidad
debo
debí
decente
deceo
decepción
decia
decian
decias
decida
decidas
decide
decides
decidete
decidido
decidir
decidiste
decidí
decimos
decir
decirle
decirles
decirlo
decirme
decirnos
decirte
decisiones
decisión
declaro
decía
decían
decías
dedica
dedicado
dedican
dedico
dedo
dedos
defecto
defectos
defender
defenderme
defensa
defiende
defienden
defiendo
deja
dejaba
dejado
dejame
dejamos
dejan
dejando
dejar
dejaras
dejare
dejaria
dejarla
dejarlo
dejarme
dejaron
dejarte
dejaré
dejas
dejaste
dejate
deje
dejemos
dejen
dejes
dejo
dejé
dejó
del
delante
delicias
delincuencia
delincuente
delirio
delito
demas
demasiado
deme
demente
demonio
demonios
demostrado
demostrar
demostrarte
demuestro
demás
den
dentro
depende
deportivo
deportivos
depresión
derecha
derechito
derecho
derrepente
derrite
derroche
derrota
derrotado
derrotas
des
desahogarme
desamor
desaparecer
desapercibida
desarmado
desastre
descalzo
descansa
descansar
descansare
descanse
descanso
descarga
desconocido
descontrolar
describir
descubrir
descubrí
descuidado
descuido
desde
deseaba
deseado
desearte
deseas
desengaño
deseo
deseos
desespera
desesperación
desesperado
desespero
desgarra
desgracia
desgraciada
desgraciado
desicion
desierto
desilusión
desir
desirle
desirte
deslumbra
desmadre
desnuda
desnudos
desorden
despacio
despacito
despecho
despedida
despedir
despedirme
despega
despeinada
despertar
desperte
desperté
despide
despido
despierta
despiertas
despierte
despiertes
despierto
despreciarme
desprecias
despreciaste
desprecies
desprecio
desprecios
despues
después
destapen
destino
destroza
destrozada
destrozado
destrozando
destrozar
destrozaste
destruida
destruir
desvelada
desveladas
desvelo
desvelos
detalle
detalles
detallista
detener
detenerme
detenerte
detenga
detengo
detenido
detente
detiene
detonar
detras
detrás
deuda
deveras
deves
devolada
devuelvo
devuélveme
di
dia
diablo
diablos
diamantada
diamante
diamantes
diario
dias
diaz
dice
dicen
dices
dicha
dicho
dichosa
dichoso
diciembre
diciendo
diego
dientes
diera
dieran
dieras
dieron
diez
diferencia
diferencias
diferente
diferentes
dificil
difícil
diga
digame
digan
diganle
digas
dignidad
digo
dije
dijera
dijeras
dijeron
dijieron
dijiste
dijo
dile
dilema
diles
dime
dimelo
dimos
dinero
dio
dios
diosa
diosito
dira
diran
diras
dire
direccion
directo
diria
dirá
dirán
dirás
diré
diría
disco
discreto
disculpa
disculpame
disculpas
disculpe
discutir
discúlpame
dise
disen
disfruta
disfrutando
disfrutar
disfrutarla
disfrute
disfruto
disfruté
dispara
disparan
disparar
disparo
disparos
disponible
dispuesta
dispuesto
disque
distancia
distancias
diste
distinta
distintas
distinto
distintos
diversion
diversión
divertido
divertir
divierte
divierto
divina
divino
dió
doble
doce
doctor
doi
dolares
dolce
doler
dolido
doliendo
dolio
dolió
dolor
dolores
dolía
domesticado
domicilio
domina
domingo
don
donde
dorada
dorado
dormi
dormida
dormido
dormir
dos
doy
doña
droga
drogas
duda
dudar
dudas
dude
dudes
dudo
duela
duele
duelen
dueles
duerma
duerme
duermes
duermo
dueña
dueño
dulce
dulcemente
dulces
dulzura
dura
durango
duras
dure
durmiendo
duro
duros
dé
déjame
déjate
déjenme
dí
día
días
dímelo
díselo
dónde
e
eah
echa
echado
echan
echando
echar
echarme
echas
echaste
echele
echen
echo
eché
eco
edad
edwin
efectivo
efecto
ego
eh
ejecutar
ejemplo
ekipo
el
elada
elegante
elegido
elemento
elementos
elijo
elizalde
ella
ellas
ellos
embargo
emborrachar
emborracharme
emborracho
emboscada
embrujado
emocion
emociona
emociones
emoción
emos
empece
empecherado
empecherados
empecé
empesar
empeso
empezaba
empezamos
empezando
empezar
empezaron
empeze
empezo
empezó
empieza
empiezan
empiezas
empiezen
empiezo
empolvada
empresa
empresario
empresarios
empresas
en
enamora
enamoraba
enamorada
enamorado
enamorados
enamorando
enamorar
enamorarme
enamorarse
enamorarte
enamoraste
enamore
enamores
enamoro
enamoré
enamoró
encanta
encantadora
encantan
encantaría
encantas
encanto
encantos
encapuchados
encargado
encargo
encendida
encerrado
enchina
enciende
enciendo
encierro
encima
encontraba
encontrado
encontramos
encontrar
encontraras
encontrare
encontrarme
encontraron
encontrarte
encontraste
encontre
encontro
encontré
encontró
encuentra
encuentran
encuentras
encuentre
encuentres
encuentro
enemigo
enemigos
enero
enfermedad
enfermo
enfermos
enfiestado
enfiesto
enfrentar
enfrente
engaña
engañaba
engañabas
engañado
engañando
engañar
engañarme
engañarte
engañas
engañaste
engañe
engaño
engaños
enigma
enloquece
enloquecer
enoja
enojada
enojado
enojar
enojo
enreda
enredado
enredados
enredaron
enrede
enredo
enseguida
ensenada
enserio
enseñado
enseñame
enseñar
enseñarte
enseñaste
enseñe
enseño
ensillado
enséñame
entendemos
entender
entenderlo
entendi
entendido
entendio
entendí
entera
enterado
enteras
entere
entero
enterrar
entienda
entiendas
entiende
entienden
entiendes
entiendo
entierran
entierren
entierro
entonces
entra
entrado
entrados
entramos
entran
entrando
entrar
entrarle
entre
entrega
entregaba
entregabas
entregado
entregamos
entregan
entregar
entregarme
entregarnos
entregarte
entregas
entregaste
entrege
entrego
entregue
entregues
entregué
entrenados
entretengo
entro
envenena
envidia
envidian
envidias
envidiosos
epidemia
equipaje
equipo
equipos
equivoca
equivocada
equivocado
equivocarme
equivocas
equivocaste
equivoco
equivoque
equivoqué
era
eramos
eran
eras
eres
erik
eriza
error
errores
es
esa
esas
escalera
escapa
escapar
escape
escapo
esclavo
escoger
escolta
escoltas
escondas
esconde
esconder
escondes
escondida
escondidas
escondido
escondiendo
escondo
escribe
escribi
escribir
escribire
escribirte
escribo
escrito
escríbeme
escuadra
escuadras
escucha
escuchaba
escuchado
escuchame
escuchan
escuchando
escuchar
escucharme
escucharte
escuchas
escuche
escuchen
escuches
escucho
escuela
escuinapa
escúchame
ese
esencia
esfuerzo
eso
esos
espacio
espada
espalda
espaldas
espanta
espanto
españa
español
especial
espejo
espera
esperaba
esperabas
esperado
esperamos
esperan
esperando
esperandote
esperanza
esperanzas
esperar
esperare
esperarte
esperaré
esperas
espere
esperes
espero
espinas
espinoza
esposa
esposo
esque
esquina
esta
estaba
estabamos
estaban
estabas
estacion
estado
estados
estallar
estamos
estan
estando
estar
estara
estaras
estare
estaremos
estaria
estarte
estará
estarás
estaré
estaría
estas
estatura
estava
este
estemos
esten
estes
estilo
estima
estiman
esto
estoi
estorbo
estos
estoy
estrada
estrategia
estrategias
estrella
estrellas
estremece
estremecer
estructura
estrés
estube
estubo
estudiar
estuve
estuviera
estuvieras
estuvieron
estuvimos
estuviste
estuvo
está
están
estás
esté
estén
estés
estúpida
etapa
eterna
eternamente
eternidad
eterno
europa
evitar
evitarlo
ex
exacto
exagerado
exagerar
exceso
excita
exclusivo
excusas
existe
existen
existencia
existes
existir
existo
expansivas
experiencia
experta
experto
explicacion
explicaciones
explicar
explico
explotar
extranjero
extraña
extrañaba
extrañado
extrañan
extrañando
extrañandote
extrañar
extrañarte
extrañas
extrañe
extrañes
extraño
extraños
ey
facil
facina
fajada
falda
falla
fallado
fallamos
fallar
fallas
fallaste
falle
fallo
fallé
falsa
falsas
falsedad
falso
falsos
falta
faltaba
faltado
faltan
faltar
faltas
falte
falten
falto
faltó
fama
familia
familiar
familiares
familias
famosa
famoso
fantasia
fantasias
fantasma
fantastico
fantasía
fantasías
fascina
fascinas
fatal
favor
favores
favorito
fe
fea
feas
febrero
fecha
fechas
federal
federales
felices
felicidad
felicitarte
felicito
felix
feliz
feo
feria
ferrari
festejando
festejar
festejo
fidel
fiel
fieles
fiera
fieras
fierro
fiesta
fiestas
figura
fija
fijate
fijo
filas
filo
fin
fina
final
fine
fingir
fingiste
finix
fino
finos
finta
firma
firme
firmes
five
flaca
flaco
flor
flores
foco
fondo
forjando
forma
formado
formal
forman
formar
formas
forme
formo
fortaleza
fortuna
foto
fotografía
fotografías
fotos
fracasar
fracaso
fracasos
fragancia
francisco
franqueza
frase
frecuencia
fregada
frenar
freno
frente
fresa
fresca
fria
frijoles
frio
frió
frontera
fronteras
fruta
fría
frío
fue
fuego
fuente
fuentes
fuera
fueran
fueras
fueron
fuerte
fuertes
fuerza
fuerzas
fuga
fugaz
fui
fuimos
fuiste
fuistes
fulano
fumando
funciona
funcionar
furia
fusiles
futuro
fué
fuí
fácil
fácilmente
fé
félix
fíjate
gabachos
gabbana
gabino
gacha
gacho
gallina
gallinero
gallinita
gallito
gallitos
gallo
gallos
gana
ganado
ganador
ganando
ganar
ganarme
ganas
ganaste
gane
gano
garcía
garganta
garras
gastar
gaste
gasto
gastos
gatillo
gato
gatos
gavilan
generación
general
genio
gente
gentes
gerardo
gestos
giro
gloria
go
gobierno
gobiernos
god
godbye
golondrina
golondrinas
golpe
golpes
gonzalo
gorda
gordas
gordis
gordo
gorra
gota
gotas
goza
gozando
gozar
gozo
grabado
gracia
gracias
grado
grados
gran
granada
granadas
grande
grandes
grandeza
grave
gringo
gringos
gripa
gris
grita
gritaba
gritamos
gritan
gritando
gritandole
gritar
gritare
gritarle
gritarlo
gritarte
gritas
grite
griten
grites
grito
gritos
grueso
grupo
grupos
guache
guachos
guadalajara
guadalupe
guamuchil
guanatos
guango
guantanamera
guapa
guarda
guardado
guardar
guarde
guardia
guardo
guasave
guatemala
guera
guerita
guero
guerra
guerras
guerrero
guerreros
guitarra
guitarras
gusta
gustaba
gustaban
gustado
gustan
gustando
gustar
gustaria
gustaría
gustas
guste
gusten
gusto
gustos
guzman
guzmán
gúerita
gúero
h
ha
haber
haberme
haberte
habia
habian
habias
habido
habitacion
habitación
habla
hablaba
hablado
hablame
hablamos
hablan
hablando
hablar
hablara
hablarle
hablarme
hablarte
hablas
hable
hablemos
hablen
hables
hablo
habra
habria
habrá
habría
había
habían
habías
hace
hacemos
hacen
hacer
hacerla
hacerle
hacerlo
hacerme
hacernos
hacerte
haces
haci
hacia
hacian
hacias
hacienda
haciendo
hacía
hacías
hadas
haga
hagamos
hagan
hagas
hago
hai
haja
halcon
halla
hallar
hallaras
hallas
hambre
han
haora
hara
haran
hare
haremos
haria
harias
harta
harto
hará
haré
haría
has
hasta
haste
hay
haya
hayan
hayas
hayayay
haz
hazañas
hazle
hazlo
hazme
he
hecha
hechar
heche
hecho
hechos
helada
heladas
hembra
hembras
hemos
heredado
heredero
herederos
heredo
herencia
herida
heridas
herido
herir
herirme
hermana
hermano
hermanos
hermosa
hermosas
hermosillo
hermoso
hermosos
hermosura
hernandez
hernández
hey
hiba
hice
hiciera
hicieras
hicieron
hicimos
hiciste
hidalgo
hielera
hielo
hierba
hiere
hierro
hierva
hierve
hija
hijas
hijo
hijos
hilo
hipocresía
hiso
historia
historias
hize
hizo
hogar
hoi
hoja
hojas
hojos
hola
hombre
hombres
hombro
honestamente
honesto
honor
hora
horas
horizonte
hotel
hoteles
hoy
huaraches
hubiera
hubieras
hubo
huele
huella
huellas
huerfanito
hueso
huesos
huesuda
huevos
hugo
huir
huju
humano
humanos
humildad
humilde
humilla
humillaciones
humillar
humillarme
humillen
humillo
hummer
humo
humor
hunde
hundiendo
huye
huyendo
háblame
i
ia
iba
iban
ibas
idea
ideal
ideas
idiota
ido
iglesia
ignacio
ignorando
ignorarme
ignoras
ignoraste
ignores
igual
igualar
iguales
il
ilucion
iluciones
ilumina
ilumine
ilusion
ilusionado
ilusiones
ilusión
imagen
imagina
imaginaba
imaginación
imaginan
imaginando
imaginar
imaginaria
imaginas
imagine
imagino
impacto
imperio
impide
implora
importa
importaba
importado
importan
importancia
importante
importantes
importar
importas
importe
importo
importó
imposible
impresionarte
impuntual
in
inclusive
incomoda
incomparable
inconveniente
increíble
incurable
indiferencia
indiferente
indio
indispensable
inevitable
infame
infancia
infarto
infeliz
infiel
infieles
infierno
infinito
ingrata
ingrato
iniciales
inicios
inmadura
inmediato
inmensa
inmensidad
inmenso
inocencia
inocente
inocentes
inolvidable
inquietud
inseguro
insistir
insoportable
inspira
instante
instinto
inteligencia
inteligente
intencion
intenciones
intención
intenso
intentado
intentamos
intentar
intentarlo
intente
intentes
intento
interes
interesa
interesada
interesas
interior
internet
interés
intimidad
intocable
intro
inutil
invade
inventa
inventado
inventar
invento
invierno
invisible
invita
invitados
invitar
invitaron
invitarte
invite
invito
inútil
io
ir
ira
irak
iras
ire
irme
ironía
irse
irte
irás
iré
is
ise
isieron
isiste
ismael
iso
isterico
it
italia
iu
iva
ivan
ivas
iván
izo
izquierda
izquierdo
ja
jabita
jabon
jajaja
jajay
jalamos
jalando
jalar
jalarle
jale
jalese
jalisco
jalo
jalones
jamas
jamás
japi
jardin
jardines
jardín
jaula
javier
jefe
jefes
jente
jesus
jesús
jinete
joaquin
joaquín
jodida
jodido
jorge
jose
josé
joven
jovencita
joya
joyas
jt
juan
juana
juanito
juarez
judas
judicial
juditas
juega
juegan
juegas
juego
juegos
juegues
jueves
juez
jugaba
jugabas
jugada
jugado
jugamos
jugando
jugar
jugaste
jugue
juguemos
juguete
juguetito
jugué
juicio
julio
julion
junio
junior
junta
juntando
juntito
juntitos
junto
juntos
jurabas
jurado
juramento
juramos
jurar
juraste
jure
juro
justicia
justo
juventud
k
kariño
ke
keda
kedo
kerer
kererte
kien
kiera
kieras
kiere
kieren
kieres
kiero
kilo
kilos
kisiera
komander
komo
kompa
kon
konmigo
korazon
korte
kuando
kuerpo
kush
l
la
laberinto
labios
lacras
lado
lados
ladre
ladron
ladrona
ladrón
lagartija
lagartijo
lagrima
lagrimas
laguna
lalo
lamberto
lamentar
lamento
lana
lanza
lanzagranadas
lao
laralara
larga
largas
largo
largos
largues
larry
las
lastima
lastimado
lastiman
lastimar
lastimarme
lastimarte
lastime
lastimes
lastimo
lata
late
latido
latidos
latir
lavada
lavado
lavaste
le
lealtad
lección
legado
legal
lejos
lengua
lentamente
lentes
lento
leon
lero
les
letal
letra
letras
letrero
levanta
levantando
levantar
levantarme
levantas
levante
levanten
levanto
ley
leyenda
leyes
leña
león
libertad
libras
libre
libro
libros
licencia
licenciado
licor
ligero
limite
limon
limonadas
limpia
limpiando
limpiar
limpio
limón
linda
lindas
lindo
lindos
linea
lista
listas
listo
listos
lizarraga
lla
llama
llamaba
llamada
llamadas
llamado
llamala
llamame
llaman
llamando
llamar
llamarte
llamas
llame
llamen
llames
llamo
llanos
llanta
llantas
llanto
llantos
llave
llaves
llebo
llega
llegaba
llegada
llegado
llegamos
llegan
llegando
llegar
llegara
llegaran
llegaria
llegarle
llegaron
llegaría
llegas
llegaste
llege
llego
llegue
lleguen
llegues
llegué
llegó
llena
llenado
llenan
llenar
llenarme
llenarte
llenas
llenaste
llene
llenen
llenes
lleno
llenos
lleva
llevaba
llevado
llevamos
llevan
llevando
llevar
llevara
llevaras
llevare
llevarme
llevaron
llevarte
llevaría
llevas
llevaste
llevate
lleve
lleven
lleves
llevo
llevó
llora
lloraba
llorabas
llorado
lloramos
lloran
llorando
llorandote
llorar
llorara
lloraras
llorare
llorarte
llorarás
lloras
llore
lloren
llores
lloro
lloré
lloró
lloviendo
llueve
lluvia
llámame
llévame
llévate
lo
lobo
lobos
loca
locala
locas
loco
locos
locura
locuras
lodo
loera
logrado
lograr
lograran
lograron
logras
lograste
logre
logro
logré
lola
loma
lomo
loqueando
loquera
loqueron
los
luce
lucero
luceros
luces
lucha
luchando
luchar
luchare
luego
lueguito
lugar
lugares
luis
luisito
lujo
lujos
lumbre
luna
lunar
lunes
lupe
lupillo
lupita
luto
luz
lágrimas
lástima
línea
lópez
m
ma
machaca
machin
macho
machos
macizo
madera
madre
madrecita
madrinas
madrugada
madrugadas
madurez
maestra
maestro
mafia
mafiosa
mafioso
magia
mago
maiz
mal
mala
malas
maldad
maldigo
maldita
maldito
malditos
malecon
malecón
males
maleta
maletas
malicia
malo
malos
maltratado
malverde
mama
mamacita
mamasita
mambo
mami
mamita
mamá
manada
manantial
mancha
manchadas
manda
mandaba
mandado
mandados
mandame
mandan
mandar
mandarme
mandaron
mandarte
mandaste
mande
manden
mandilon
mando
maneja
manejo
manera
maneras
manita
manitas
mano
manos
mantengo
mantiene
manuel
manzana
maquillaje
mar
maravilla
marca
marcada
marcadas
marcado
marcando
marcas
marcha
marchado
marchar
marcharme
marcharte
marchas
marchaste
marchita
marcho
marchó
marco
marcos
marea
mares
maria
mariachi
mariachis
marido
marihuana
marihuano
mario
mariposa
mariposas
mariquita
martes
martin
martirio
maría
mas
mata
mataba
matado
matan
matando
matar
matarile
matarme
mataron
matarte
matas
mataste
mate
maten
mato
matraca
matrimonio
mauricio
mayito
mayitos
mayo
mayor
mazatlan
mazatlán
mañana
mañanas
mañas
mañoso
me
meando
mechon
media
medida
medidas
medio
mejilla
mejillas
mejor
mejores
melancolia
memoria
menea
menor
menores
menos
mensaje
mensajes
menso
mentado
mental
mente
menti
mentido
mentir
mentira
mentiras
mentirle
mentirosa
mentiroso
mentiste
mentí
mentías
mera
merca
mercado
mercedes
merece
merecen
merecer
mereces
merecia
merecido
merecía
merengue
merezco
merito
mero
mes
mesa
meses
mesillas
meta
metal
metan
metas
mete
meten
meter
meterme
meti
metido
metiendo
metieron
metio
metiste
meto
metrallas
metralleta
metralletas
metro
metí
mexicali
mexicana
mexicano
mexicanos
mexico
meza
mezcal
mezcla
mi
mia
mias
michoacan
michoacano
michoacán
mide
miedo
miedos
miel
mienta
mientas
miente
mientes
miento
mientras
migo
miguel
mija
mijo
mike
mil
milagro
miles
militar
militares
millon
millonario
millones
millón
milpa
mini
minifalda
minuto
minutos
mio
miope
mios
mira
miraba
miraban
mirabas
mirada
miradas
mirado
mirame
miramos
miran
mirando
mirar
miraras
mirarla
mirarlo
mirarme
miraron
mirarte
miras
miraste
mire
miren
mires
miro
miré
mis
misión
misma
mismas
mismo
mismos
misterio
mitad
mitotes
miénteme
miércoles
mo
mochis
mocho
mochomo
mochomos
moda
modales
modelo
modo
modos
moja
mojada
mojado
molesta
molestarte
momento
momentos
moneda
mono
montado
montana
montaña
montañas
monte
monterrey
monton
montones
montón
morados
morales
morder
morderte
morena
morenas
morenaza
morenita
moreno
moreño
moria
morir
morire
moriria
morirme
morirse
moriré
moriría
morra
morras
morrita
morritas
morro
mortal
moría
mosca
mota
motivo
motivos
motor
motores
motos
mover
moviendo
movimiento
movimientos
mp
ms
mu
mucha
muchacha
muchachas
muchachita
muchacho
muchachos
muchas
mucho
muchos
mudo
muecas
muera
mueras
muerda
muerdas
muerde
muerdo
muere
mueren
mueres
muero
muerta
muerte
muertes
muerto
muertos
muevan
mueve
muevela
muevelo
mueveme
mueven
mueves
muevete
muevo
mui
mujer
mujeres
mujeriego
mulas
muletas
mundial
mundo
muriendo
murieron
murio
murió
musica
musical
muy
muévela
muñeca
muñequita
mz
mágico
márchate
más
máximo
méxico
mí
mía
mías
mínimo
mío
míos
mírame
música
na
nace
nacen
nacer
nachas
nachito
nacho
naci
nacido
nacio
nacion
naciste
nació
nací
nada
nadamas
nadie
nadien
nalguita
naranjo
narco
narcos
narcotraficante
nariz
natal
natural
naturaleza
navega
navegando
navego
navidad
navido
navojoa
navolato
nayarit
nda
necesario
necesidad
necesita
necesitaba
necesitan
necesitas
necesite
necesito
necio
negado
negar
negarlo
negocio
negocios
negra
negras
negrito
negro
negros
nena
nervios
nerviosa
nervioso
net
neta
new
ni
nido
niega
niegame
niegas
niego
niegues
nieves
nimodo
ningun
ninguna
ninguno
ningún
nini
ninis
nisiquiera
nivel
niveles
niña
niño
niños
no
noble
noche
noches
nogales
nomas
nombre
nombres
nomás
non
nono
nopal
noria
normal
norte
norteña
norteño
norteños
nos
nose
nosotros
nostalgia
nota
notaba
notado
notas
noticia
noticias
novato
novedad
novia
noviembre
novio
novios
nube
nubes
nublado
nuca
nudo
nuestra
nuestras
nuestro
nuestros
nueva
nuevamente
nuevas
nueve
nuevo
nuevos
numero
numeros
nunca
nuncas
nunka
nuves
número
números
o
objetivo
obligación
obra
obregon
obscuridad
obscuro
obscuros
obsecion
obsesión
ocacion
ocasion
ocasiones
ocasión
ocaso
ocho
ocultando
ocultar
ocultarlo
ocupa
ocupada
ocupado
ocupan
ocupar
ocupe
ocupo
ocurre
odia
odiando
odiar
odiarme
odiarte
odias
odio
of
ofenda
ofendan
ofender
ofendido
ofensas
oferta
oficial
oficina
oficinas
oficio
ofrece
ofrecen
ofrecerte
ofrecido
ofrezca
ofrezco
oh
ohh
oi
oido
oidos
oiga
oigo
oir
ojala
ojalá
ojitos
ojo
ojos
olas
olle
olor
olvida
olvidadas
olvidado
olvidame
olvidan
olvidando
olvidar
olvidara
olvidaras
olvidare
olvidarla
olvidarlo
olvidarme
olvidaron
olvidarte
olvidas
olvidaste
olvidate
olvide
olvidemos
olviden
olvides
olvido
olvidé
olvidó
olvídame
olvídate
ombligo
once
onda
ondeado
ondeados
opciones
opción
operaciones
operando
operativo
oportunidad
ora
oraciones
orden
ordenando
ordenes
ordeno
organización
orgullo
orgullosa
orgulloso
oriente
original
orilla
oro
ortiz
oscar
oscurece
oscuridad
oscuro
oso
otra
otras
otravez
otro
otros
oye
oyen
oyendo
oí
oído
oír
p
pa
pablito
paca
pacas
paciencia
paco
pacto
padecer
padre
padres
padrino
paga
pagado
pagan
pagando
pagar
pagaran
pagaras
pagaron
pagas
pagaste
pago
pague
paisajes
paisano
paisanos
pajarillo
pajarillos
pal
palabra
palabras
palenque
palenques
paleta
palma
palmar
palo
paloma
palomas
palomita
pan
panchito
pancho
panchos
pantalon
pantalones
pantalón
panteon
panteón
panza
papa
papas
papel
papeles
papi
papá
paque
par
para
parada
parado
paraiso
paramos
paran
parar
paras
paraíso
pare
parece
parecen
pareces
parecia
pared
paredes
pareja
parejo
pares
parese
parezca
parezco
pariente
parientes
paris
paro
parque
parranda
parrandas
parrandero
parriba
parte
partes
partida
partido
partiendo
partir
party
pasa
pasaba
pasaban
pasada
pasado
pasados
pasame
pasamos
pasan
pasando
pasar
pasara
pasare
pasaron
pasaría
pasas
pasaste
pasatiempo
pase
pasea
paseaba
pasean
paseando
pasear
pasearme
pasen
paseo
pases
pasion
pasiones
pasito
pasión
paso
pasos
pastel
pasé
pasó
pata
patada
patas
pato
patras
patria
patron
patrones
patrullando
patrón
pavido
pavimento
payaso
paz
pañuelo
pe
pecado
pecados
pechera
pecheras
pecho
pechos
peda
pedacito
pedasos
pedazo
pedazos
pedi
pedido
pedir
pedirle
pedirme
pedirte
pediste
pedo
pedro
pedí
pega
pegadito
pegado
pegados
pegan
pegando
pegar
pegarme
pegaron
pego
pegue
pegó
peinando
pelao
pelar
pelas
pelea
peleado
peleamos
peleando
pelear
peleas
peleo
peliando
peliar
peligro
peligrosa
peligrosas
peligroso
pellejo
pelo
pelon
pelones
pelos
pelota
pena
penal
penando
penar
penas
pendejadas
pendiente
pendientes
pensaba
pensabas
pensado
pensamiento
pensamientos
pensando
pensandolo
pensar
pensaras
pensare
pensarla
pensarlo
pensaron
pensaste
pense
pensé
peor
peores
pepe
pequeña
pequeño
pequeños
perdedor
perdemos
perder
perdere
perderme
perderte
perdi
perdia
perdición
perdida
perdido
perdiendo
perdiera
perdimos
perdio
perdiste
perdió
perdon
perdona
perdonaba
perdonado
perdoname
perdonar
perdonaria
perdonarme
perdonarte
perdonas
perdone
perdones
perdono
perdí
perdón
perdóname
perfecta
perfectamente
perfecto
perfil
perfume
perfumenes
perico
pericos
periquito
perjumenes
perla
permiso
permita
permitas
permites
permíteme
pero
perra
perrito
perro
perros
persigue
persona
personal
personas
pertenece
pesa
pesada
pesadilla
pesado
pesados
pesan
pesar
pese
peso
pesos
pez
peña
phoenix
pi
pica
picar
pico
pida
pidas
pide
pideme
piden
pides
pidiendo
pidieras
pidieron
pidio
pidió
pido
pie
piedad
piedra
piedras
piel
piensa
piensalo
piensan
piensas
piense
piensen
pienses
pienso
pierda
pierdas
pierde
pierden
pierdes
pierdo
pierna
piernas
pies
pieza
pila
pilas
piloto
pinche
pinches
pinos
pinta
pintada
pinto
pintura
pio
pirul
piruli
pisar
piso
pista
pistaches
pistas
pisteada
pisteadas
pisteamos
pisteando
pistear
pisteare
pisteo
pistiando
pisto
pistola
pistolas
pistolero
pistoleros
piénsalo
placer
placeres
placosa
plan
planeado
planes
planeta
plano
plata
platica
platicando
platicar
platicas
platico
plato
playa
playas
plaza
plazas
plebada
plebe
plebes
plebita
plebitas
plebonas
pleito
pleitos
plevada
plomo
pluma
plumas
po
pobre
pobres
pobresa
pobreza
poca
pocas
poco
pocos
podemos
poder
poderes
poderla
poderme
poderosa
poderoso
poderosos
poderte
podia
podido
podra
podran
podras
podre
podria
podrá
podrán
podrás
podré
podría
podía
poemas
poeta
pokito
policia
policias
policía
polla
pollita
pollo
polo
polvo
pon
poncho
pondre
pone
ponemos
ponen
poner
ponerle
ponerme
ponernos
ponerse
ponerte
pones
ponga
pongan
ponganse
pongas
pongase
pongo
poniendo
ponle
ponte
pop
popular
poquito
por
porfavor
pork
porke
porq
porqe
porque
porqué
porta
portaba
portaban
portan
porte
porto
pos
posibilidad
posible
posición
postura
potente
potro
power
pra
precio
preciosa
precioso
preciso
preferible
preferida
preferido
prefiera
prefiere
prefieres
prefiero
pregunta
preguntaba
preguntado
preguntale
preguntan
preguntando
preguntar
preguntaron
preguntas
preguntaste
pregunte
pregunten
preguntes
pregunto
pregúntame
premio
prenda
prendas
prende
prendeme
prender
prendida
prendió
prensa
preocupaciones
preocupes
prepara
preparada
preparado
preparados
preparen
preparo
presa
presencia
presente
presentes
presento
presidente
presidio
presiento
preso
prestada
prestame
presumas
presume
presumes
presumida
presumido
presumiendo
presumir
presumo
pretende
pretendes
pretexto
pretextos
prevenir
prieta
prieto
primavera
primer
primera
primero
primeros
primo
primos
princesa
princesas
princesita
principe
principiante
principio
prioridad
prisa
prision
prisionero
prisión
privada
privado
privilegio
probable
probado
probar
problema
problemas
probé
proceso
profesional
profundo
prohibe
prohibida
prohibidas
prohibido
promesa
promesas
prometi
prometido
prometio
prometo
prometí
pronto
pronunciar
propia
propias
propio
propios
propongo
propuesta
proteccion
protección
protege
protegen
proteger
protegido
protejo
provecho
provoca
provocado
provocas
provoco
prueba
pruebas
ps
pu
pude
pudiera
pudieras
pudieron
pudimos
pudiste
pudo
pueblito
pueblo
pueblos
pueda
puedan
puedas
puede
pueden
puedes
puedo
puente
puerta
puertas
puerto
pues
puesta
puestas
puesto
puestos
pulga
pulso
punta
punteros
punto
puntos
pupilas
pura
puras
puro
puros
puse
pusieras
pusieron
pusiste
puso
puñal
puñaladas
puño
pá
pásame
pídeme
pónganse
q
qe
qerer
qhe
qien
qiera
qieren
qieres
qiero
qke
qomo
qon
quack
que
quebrada
quebradita
quebradora
queda
quedaba
quedado
quedamos
quedan
quedando
quedar
quedara
quedaras
quedare
quedarme
quedaron
quedarse
quedarte
quedas
quedaste
quedate
quede
queden
quedes
quedo
quedé
quedó
quejas
quejo
quel
quelite
quema
quemando
quemar
queme
quemo
quen
queremos
querer
quereres
quererla
quererlo
quererme
quererte
queria
querian
querias
querida
querido
queridos
queriendo
queriendote
querras
querrás
quería
querían
querías
queso
qui
quiebra
quien
quienes
quiera
quieran
quieras
quiere
quiereme
quieren
quieres
quiero
quince
quintero
quinto
quise
quisiera
quisieran
quisieras
quisieron
quisimos
quisiste
quiso
quisé
quita
quitame
quitan
quitando
quitar
quitarle
quitarme
quitaron
quitarte
quitas
quitaste
quite
quites
quito
quiza
quizas
quize
quizo
quizá
quizás
quién
qué
quédate
química
quítame
quítate
r
ra
rabia
radares
radio
radios
rafa
rafagas
raja
rajar
raje
rajes
rajo
ramas
ramo
ramon
ramón
rana
ranchero
ranchito
rancho
ranchos
rango
rangos
ranita
rapido
rara
raro
rata
ratas
ratito
rato
raton
ratones
ratos
raya
rayo
rayos
raza
razon
razones
razón
re
real
realidad
realizar
realmente
rebelde
recado
rechazo
recia
recibi
recibir
recibo
recibí
recio
reclama
reclamas
reclamos
recoditos
recodo
recomiendo
recompensa
reconocer
reconocido
reconozco
recordamos
recordando
recordar
recordaras
recordarme
recordarte
recordaré
recorre
recorrer
recorrido
recorriendo
recorro
recuerda
recuerdame
recuerdas
recuerde
recuerden
recuerdes
recuerdo
recuerdos
recuperarte
red
redes
refiero
refleja
reflejo
refran
refuego
refugio
regalado
regalame
regalar
regalarte
regalaste
regale
regalitos
regalo
regalos
reggae
reggaeton
reglas
regresa
regresado
regresan
regresar
regresara
regresaras
regresas
regrese
regreses
regreso
regrésame
regálame
reina
reir
rejas
relacion
relación
relaja
relajado
relajo
relax
reloj
remediar
remedio
remordimiento
rencor
rencores
rendido
renta
rentan
renunciar
renuncio
reparte
repente
repetir
repite
reproche
reproches
reservado
reservo
resignarme
resigno
resistencia
resistir
respalda
respaldado
respaldo
respeta
respetada
respetado
respetados
respetan
respetar
respetaron
respeten
respeto
respetos
respira
respiracion
respiración
respirar
respiro
responde
responder
respondo
responsable
respuesta
resto
resulta
resulto
reten
retenes
retirar
retiro
reto
retrato
retumba
reuniones
revancha
reventon
reventón
revienta
reviento
revés
rey
reyes
reyna
reynosa
rezar
rezo
rezos
reías
reír
rica
rico
ricos
rienda
riendo
riesgo
rifa
rifado
rifan
rifando
rifar
rife
rifle
rifles
rifo
rile
rincon
rinconcito
rincones
rincón
rio
rios
riqueza
riquezas
risa
ritmazo
ritmo
rival
rivales
rivera
roba
robado
robar
robaria
robarle
robarme
robaron
robarte
robas
robaste
robe
roble
robo
roca
rodando
rodar
rodeado
rodeo
rodeos
rodillas
rodrigo
rogando
rogar
rogarte
roger
roja
rojo
rojos
rola
rolex
rollo
romantico
rompa
rompe
rompen
romper
rompiendo
rompiste
romántico
ron
ronco
roncona
ronda
rongui
ronguira
ronguiro
ropa
rosa
rosario
rosarios
rosas
rosita
rostro
rotas
roto
rs
rubia
rueda
ruedo
ruego
ruegos
ruegue
rugen
rugir
ruido
ruleta
rumba
rumbo
rumbos
rumores
rurales
ruta
rutina
ráfagas
rápido
río
s
sabado
sabanas
sabe
sabemos
saben
saber
saberlo
sabes
sabia
sabian
sabias
sabido
sabiendo
sabio
sabor
saborear
sabores
sabra
sabran
sabras
sabre
sabroso
sabrá
sabrás
sabía
sabías
saca
sacamos
sacan
sacando
sacar
sacarme
sacarte
sacaste
saco
sacrificio
sacudiendo
sagrada
sagrado
sal
sala
salado
salazar
saldo
saldré
sale
salen
sales
salga
salgan
salgas
salgo
sali
salida
salidas
salido
saliendo
salieron
salimos
salio
salir
saliste
saliva
salió
salsita
salta
salto
salucita
salud
saluda
saludan
saludar
saludo
saludos
salva
salvador
salvaje
salvar
salvo
salí
samuel
san
sanado
sanar
sancudito
sangra
sangrado
sangrando
sangre
sanguinario
sano
santa
santiago
santo
santos
saque
saquen
sargento
satisfacción
satisfecha
satisfecho
sauce
save
saves
se
sea
seamos
sean
seas
sebastianes
seca
secar
seco
secreto
secretos
secuestro
sed
seda
seducción
sedúceme
segimos
segui
seguia
seguido
seguimos
seguir
seguire
seguiremos
seguirle
seguirte
seguirá
seguiré
segun
segunda
segundo
segundos
segura
seguramente
seguridad
seguro
seguí
seguía
según
seis
sello
sem
semana
semanas
sembrado
sembrar
semilla
sencilla
sencillo
sensacion
sensacional
sensación
sensible
sensual
sentada
sentado
sentencia
senti
sentia
sentias
sentido
sentidos
sentimiento
sentimientos
sentimos
sentir
sentiras
sentire
sentirme
sentirte
sentirás
sentiste
sentí
sentía
sentías
senza
sepa
sepan
separado
separados
separar
separarnos
separe
sepas
septiembre
ser
sera
seran
seras
serca
sere
seremos
serenata
sereno
seres
sergio
seria
serias
serio
serte
servicio
servicios
servido
servidor
servir
será
serán
serás
seré
sería
sexo
seña
señal
señales
señas
señor
señora
señores
sha
shaka
shot
shots
si
sicario
sicarios
siciliano
sido
siempre
siendo
sienta
sientas
siente
sienteme
sienten
sientes
siento
sierra
sierto
siete
siga
sigamos
sigan
sigas
sige
signo
sigo
sigue
siguele
siguen
sigues
siguiendo
siguiente
silencio
silla
silueta
simple
simplemente
simpre
sin
sinaloa
sinaloense
sinaloenses
sincera
sinceramente
sincero
sinceros
sino
sintiendo
sintio
siquiera
sirena
sirongui
sirva
sirvan
sirve
sirven
sirves
sirvio
sirvió
sirvo
sitio
situacion
situación
sivirirongui
so
soberbia
sobra
sobraba
sobrado
sobran
sobrando
sobre
sobrevivir
sociales
sociedad
socio
socios
soi
sol
sola
solamente
solas
soldado
soldados
soledad
solita
solitario
solito
solo
solos
soltar
soltero
solto
solucion
solución
sombra
sombras
sombrero
somos
son
sonaba
sonando
sonar
sonido
sono
sonora
sonreia
sonreir
sonreír
sonriendo
sonriente
sonrisa
sonrisas
sonrrisa
sonrío
sopa
soportar
soporto
sorda
sorprenda
sorprende
sorprendido
sorpresa
sorpresas
sostengo
sota
soy
soñaba
soñado
soñador
soñando
soñar
soñarte
soñe
soñé
su
suata
suave
suavecita
suavecito
suba
sube
suben
subes
subi
subimos
subio
subir
subo
sucede
suceder
sucedido
sucedio
sucedió
sudar
sudor
suegra
suegro
suegros
suele
suelo
suelta
sueltas
suelto
suena
suenan
suene
suenen
sueno
suerte
sueña
sueñas
sueñe
sueño
sueños
suficiente
suficientes
sufra
sufras
sufre
sufres
sufrido
sufriendo
sufrimiento
sufrimientos
sufrir
sufro
sufrí
suicida
suite
sulibeyan
supe
super
superar
supiera
supieras
supiste
suplicando
suplicarte
suplico
supo
supuesto
sur
sus
suspirar
suspiro
suspiros
susto
suyo
sábado
sé
séptima
sí
sólo
súper
t
ta
tacones
taka
tal
talento
taliban
talibanes
talla
talves
talvez
tamarindo
tamaulipas
tamazula
tambien
también
tambora
tambores
tampoco
tan
tano
tanta
tantas
tantito
tanto
tantos
tao
tarado
tarde
tardes
tarea
tarjeta
tatuaje
tatuajes
tche
te
tecate
techerere
telaraña
tele
telefono
televisión
teléfono
temblando
temblar
teme
temen
temer
temido
temo
temor
temores
temporada
temprano
ten
tendido
tendra
tendran
tendras
tendre
tendremos
tendria
tendrás
tendré
tenemos
tener
tenerla
tenerlo
tenerme
tenerte
tenga
tengamos
tengan
tengas
tengo
tenia
tenian
tenias
tenido
teniendo
teniendote
teniente
tenis
tentación
tenía
tenían
tenías
teo
tequila
tercera
terciado
terco
termina
terminaba
terminado
terminamos
terminan
terminar
terminara
termine
terminemos
termino
terminó
ternura
terrenal
terreno
terrenos
terrible
territorio
terror
terrorista
tesoro
testigo
testigos
texas
texto
that
the
ti
tibio
tiburon
tiembla
tiemblan
tiemble
tiempo
tiempos
tienda
tiene
tienen
tienes
tienta
tientan
tierna
tiernas
tierno
tierra
tierras
tigo
tigre
tijuana
tiki
timida
tinta
tio
tipo
tira
tirado
tirados
tirando
tirar
tiras
tiraste
tire
tiro
tiros
titanes
tite
tito
tmb
to
toalla
toca
tocaba
tocaban
tocado
tocale
tocan
tocando
tocar
tocaron
tocarte
tocas
tocayo
toco
tocó
toda
todas
todavia
todavía
todita
toditas
toditita
toditito
todito
toditos
todo
todos
toma
tomaba
tomada
tomado
tomamos
tomando
tomar
tomare
tomarme
tomaron
tomas
tomaste
tome
tomes
tomo
toneladas
tonta
tontas
tonteras
tonterías
tonto
tontos
tony
toparon
tope
toque
toquen
toquenme
torito
tormenta
tormento
toro
toros
torres
tortilla
tortillas
tortura
total
totalmente
trabaja
trabajado
trabajan
trabajando
trabajar
trabaje
trabajo
tracatracatracatraca
trae
traemos
traen
traer
traes
traficante
traficar
tragar
tragedia
trago
tragos
trague
trai
traia
traian
traicion
traiciona
traicionado
traicionan
traicionar
traicionaron
traicionaste
traicionera
traicionero
traiciones
traiciono
traición
traidor
traidores
traiga
traigan
traiganse
traigo
train
traje
trajeron
trajiste
trajo
trakalosa
trampa
tranquila
tranquilidad
tranquilito
tranquilo
tranquilos
tras
trata
tratado
tratan
tratando
tratar
tratare
tratas
trate
traten
trates
trato
tratos
travesuras
traviezoz
través
trayectoria
trayendo
traía
tregua
treinta
tren
tres
tribalera
triste
tristes
tristesa
tristeza
tristezas
triunfar
triunfo
triunfos
trizte
troca
trocas
troka
trokas
tronar
trono
tropezar
trucha
truene
ttu
tu
tuba
tube
tubo
tumba
tumbaban
tumbado
tumban
tumbar
tumbo
tuna
turno
tus
tuve
tuviera
tuvieron
tuvimos
tuviste
tuvo
tuya
tuyas
tuyo
tuyos
tí
tío
tómame
tú
u
ua
ubiera
ud
ue
uh
ultima
ultimo
ultras
un
una
unas
unen
unica
unico
unidos
unio
union
universo
unión
uno
unos
uo
uoh
uohohoh
urge
usa
usaba
usan
usando
usar
use
uso
usted
ustedes
uy
uyuyuy
uñas
va
vacaciones
vacas
vacia
vacio
vació
vacía
vacío
vago
vale
valen
valentin
vales
valga
valgo
valia
valiente
valientes
valió
valla
vallan
vallarta
vallas
valle
valor
valorar
valorarte
valoraste
valía
vamonos
vamos
van
vanidad
vanidosa
vano
vaquilla
vara
variar
varias
varios
vas
vaso
vato
vaya
vayan
vayas
ve
vea
vean
veas
veces
vecina
vegas
veinte
vela
velocidad
vemos
ven
venado
venas
vencer
vende
vender
vendido
vendiendo
vendo
vendran
vendras
vendre
vendrá
vendrás
veneno
venga
vengan
venganza
vengar
vengarlo
vengarme
vengas
vengase
vengo
venia
venian
venido
venimos
venir
venirte
ventaja
ventana
ventanas
vente
veo
ver
veran
verano
veras
verbo
verdad
verdadero
verdades
verde
verdes
vereda
veredas
veremos
verguenza
vergúenza
verla
verlo
verlos
verme
vernos
verse
verso
versos
verte
very
verygod
verán
verás
ves
vestida
vestido
vestidos
vestir
vete
vez
veías
vi
viada
viajando
viajar
viaje
viajes
vibra
vibrar
vicente
vicio
vicios
victoria
vida
vidas
vidrio
vidrios
vieja
viejas
viejito
viejo
viejon
viejones
viejos
viejón
viendo
viene
vienen
vienes
viento
vientos
vientre
viera
vieran
vieras
viernes
vieron
villa
vimos
vine
vino
vio
violencia
violento
vip
viper
virgen
virgencita
virtud
virus
viruz
visita
visitar
vista
viste
visten
visto
viva
vivan
vivas
vive
viven
vives
vivi
vivia
vivido
viviendo
vivimos
vivir
viviras
vivirla
vivirás
vivo
vivos
viví
vivía
voc
voi
volada
volado
volando
volante
volar
volaron
volteados
voltear
volteo
volumen
voluntad
volvamos
volvemos
volver
volvera
volveran
volveras
volvere
volveria
volverme
volverte
volverá
volverás
volveré
volvería
volvi
volviendo
volviera
volvieras
volvimos
volvio
volviste
volvió
volví
vos
voy
voz
vuela
vuelan
vuelas
vuelo
vuelta
vueltas
vuelto
vuelva
vuelvan
vuelvas
vuelve
vuelven
vuelves
vuelvo
vuitton
vámonos
wanaga
wani
was
watanegui
wero
wey
whiskey
whiskito
whisky
wuli
x
xq
y
ya
yaquesita
yate
yeah
yeh
yes
yo
york
you
yunta
z
zacatecas
zambada
zapato
zapatos
zona
águila
ámame
ángel
ántrax
árbol
é
échele
él
éxito
ópera
última
último
única
único
